[
  {
    "id": 1,
    "titulo": "Estudo revela que caminhar 30 minutos por dia reduz risco de doenças cardíacas",
    "descricao": "Pesquisadores brasileiros confirmam que pequenas caminhadas diárias melhoram a circulação e reduzem a pressão arterial.",
    "autor": "Redação Vida Saudável",
    "fonte": "Saúde Brasil",
    "categoria": "Exercícios",
    "tempo_leitura": 4,
    "url": "https://www.saude-brasil.com.br/noticias/caminhar-reduz-risco-cardiaco",
    "imagem": "https://images.unsplash.com/photo-1599058917212-d750089bc07c",
    "data_publicacao": "2025-11-07T09:00:00Z",
    "conteudo": "De acordo com um estudo da Universidade Federal de Minas Gerais, a prática de caminhadas diárias de apenas 30 minutos pode reduzir em até 20% o risco de doenças cardiovasculares. O exercício leve ajuda a manter a saúde do coração, melhora a circulação e reduz o estresse. Especialistas recomendam iniciar com caminhadas leves e progredir gradualmente para percursos mais longos e regulares."
  },
  {
    "id": 2,
    "titulo": "Novo estudo mostra que o consumo moderado de café pode prolongar a vida",
    "descricao": "Pesquisadores europeus apontam que duas a três xícaras de café por dia estão associadas à redução de doenças crônicas.",
    "autor": "Marina Lopes",
    "fonte": "Revista Saúde em Foco",
    "categoria": "Nutrição",
    "tempo_leitura": 3,
    "url": "https://www.revistasaudeemfoco.com.br/artigos/cafe-e-longevidade",
    "imagem": "https://images.unsplash.com/photo-1509042239860-f550ce710b93",
    "data_publicacao": "2025-11-05T10:30:00Z",
    "conteudo": "O café, quando consumido de forma moderada, tem sido associado à redução de doenças cardiovasculares e ao aumento da longevidade. O estudo acompanhou mais de 400 mil pessoas ao longo de 10 anos e concluiu que quem consome entre duas e três xícaras diárias tem menor incidência de diabetes tipo 2 e Parkinson. No entanto, os pesquisadores alertam para evitar o excesso e o consumo com muito açúcar."
  },
  {
    "id": 3,
    "titulo": "Exercícios respiratórios simples ajudam a reduzir sintomas de ansiedade",
    "descricao": "Técnicas de respiração profunda mostraram resultados positivos em pacientes com transtornos leves de ansiedade.",
    "autor": "Dr. Felipe Andrade",
    "fonte": "Bem Estar Hoje",
    "categoria": "Saúde Mental",
    "tempo_leitura": 5,
    "url": "https://www.bemestarhoje.com.br/materias/respiracao-contra-ansiedade",
    "imagem": "https://images.unsplash.com/photo-1599058917524-13e12692687b",
    "data_publicacao": "2025-11-04T16:45:00Z",
    "conteudo": "Técnicas simples como a respiração diafragmática e o controle consciente da inspiração e expiração mostraram eficácia no alívio de sintomas de ansiedade. Segundo psicólogos, dedicar cinco minutos diários à prática já é suficiente para notar melhoras. Essas técnicas ajudam a reduzir os níveis de cortisol, o hormônio do estresse, e promovem uma sensação de relaxamento profundo."
  },
  {
    "id": 4,
    "titulo": "Dieta rica em fibras pode prevenir diabetes tipo 2, aponta pesquisa",
    "descricao": "O consumo regular de frutas, verduras e grãos integrais está diretamente ligado à melhora da sensibilidade à insulina.",
    "autor": "Juliana Costa",
    "fonte": "Portal Viva Mais",
    "categoria": "Nutrição",
    "tempo_leitura": 6,
    "url": "https://www.vivamais.com.br/noticias/fibras-previnem-diabetes",
    "imagem": "https://images.unsplash.com/photo-1604908177374-80e063b65b6d",
    "data_publicacao": "2025-11-03T08:10:00Z",
    "conteudo": "Um estudo realizado pelo Instituto Nacional de Nutrição mostrou que pessoas que consomem regularmente fibras alimentares apresentam menor risco de desenvolver diabetes tipo 2. As fibras ajudam a controlar o açúcar no sangue e aumentam a saciedade, evitando picos de glicose. Especialistas recomendam incluir alimentos como aveia, feijão, maçã e vegetais de folhas verdes na alimentação diária."
  },
  {
    "id": 5,
    "titulo": "Estudo indica que dormir menos de 6 horas aumenta risco de obesidade",
    "descricao": "A falta de sono está associada ao aumento do apetite e à diminuição do metabolismo, dizem cientistas.",
    "autor": "Redação Saúde em Dia",
    "fonte": "Saúde em Dia",
    "categoria": "Sono",
    "tempo_leitura": 4,
    "url": "https://www.saudeemdia.com.br/pesquisas/sono-e-obesidade",
    "imagem": "https://images.unsplash.com/photo-1517694712202-14dd9538aa97",
    "data_publicacao": "2025-11-02T22:00:00Z",
    "conteudo": "Dormir pouco altera hormônios ligados à fome, como a grelina e a leptina, aumentando o apetite e favorecendo o ganho de peso. A pesquisa, publicada na revista Sleep Medicine, observou que adultos que dormem menos de seis horas por noite têm 30% mais chances de desenvolver obesidade. Os autores recomendam manter uma rotina de sono regular e evitar o uso de telas antes de dormir."
  },
  {
    "id": 6,
    "titulo": "Atividade física leve já é suficiente para melhorar a saúde mental, diz OMS",
    "descricao": "Caminhar, pedalar ou dançar 150 minutos por semana reduz sintomas de depressão em até 25%.",
    "autor": "Organização Mundial da Saúde",
    "fonte": "OMS",
    "categoria": "Saúde Mental",
    "tempo_leitura": 5,
    "url": "https://www.oms.int/noticias/atividade-fisica-e-saude-mental",
    "imagem": "https://images.unsplash.com/photo-1571019613454-1cb2f99b2d8b",
    "data_publicacao": "2025-11-01T15:20:00Z",
    "conteudo": "Segundo um relatório da OMS, mesmo atividades leves, como caminhar ou dançar, trazem benefícios significativos para a saúde mental. A prática regular ajuda a liberar endorfinas e serotonina, reduzindo sintomas de ansiedade e depressão. O estudo reforça que o mais importante é manter a constância, e não a intensidade dos exercícios."
  },
  {
    "id": 7,
    "titulo": "Vacina contra dengue mostra 95% de eficácia em testes no Brasil",
    "descricao": "O novo imunizante deve ser disponibilizado no SUS a partir do próximo ano, segundo o Ministério da Saúde.",
    "autor": "Agência Saúde",
    "fonte": "G1 Saúde",
    "categoria": "Vacinação",
    "tempo_leitura": 3,
    "url": "https://g1.globo.com/saude/noticia/2025/11/06/vacina-dengue-eficaz.ghtml",
    "imagem": "https://images.unsplash.com/photo-1615461066841-6116e61058e4",
    "data_publicacao": "2025-11-06T11:30:00Z",
    "conteudo": "Os testes clínicos realizados em diversas regiões do Brasil mostraram que a nova vacina contra a dengue atingiu 95% de eficácia na prevenção de casos graves. O Ministério da Saúde anunciou que pretende incluir o imunizante no calendário nacional de vacinação em 2026. Especialistas ressaltam que a imunização deve ser combinada com o controle do mosquito transmissor."
  },
  {
    "id": 8,
    "titulo": "Novo estudo relaciona prática de ioga à melhora da função pulmonar",
    "descricao": "A prática regular de ioga pode ajudar pacientes com doenças respiratórias a aumentar a capacidade pulmonar.",
    "autor": "Dr. Ricardo Menezes",
    "fonte": "Jornal da Saúde",
    "categoria": "Exercícios",
    "tempo_leitura": 5,
    "url": "https://www.jornaldasaude.com.br/artigos/yoga-funcao-pulmonar",
    "imagem": "https://images.unsplash.com/photo-1594737625785-cf0ba98ef2a8",
    "data_publicacao": "2025-11-08T09:00:00Z",
    "conteudo": "Pesquisas recentes indicam que a ioga pode ter efeitos positivos sobre o sistema respiratório. A combinação de posturas, respiração controlada e meditação melhora a oxigenação do sangue e fortalece o diafragma. O estudo, conduzido por fisioterapeutas, mostrou melhora de até 15% na capacidade pulmonar de participantes após 12 semanas de prática regular."
  },
  {
    "id": 9,
    "titulo": "Alimentação mediterrânea pode reduzir risco de Alzheimer, diz pesquisa",
    "descricao": "A dieta rica em azeite, peixes e vegetais está ligada à melhora da memória e à saúde cerebral.",
    "autor": "Instituto de Nutrição Global",
    "fonte": "CNN Brasil",
    "categoria": "Nutrição",
    "tempo_leitura": 6,
    "url": "https://www.cnnbrasil.com.br/saude/alimentacao-mediterranea-e-alzheimer/",
    "imagem": "https://images.unsplash.com/photo-1512621776951-a57141f2eefd",
    "data_publicacao": "2025-11-09T08:15:00Z",
    "conteudo": "Um grupo internacional de cientistas observou que indivíduos que seguem a dieta mediterrânea apresentam menor risco de desenvolver Alzheimer e outras demências. A alimentação é baseada em azeite de oliva, peixes, frutas e legumes, e reduz inflamações cerebrais. Segundo os autores, adotar esse padrão alimentar desde a meia-idade pode preservar as funções cognitivas por mais tempo."
  },
  {
    "id": 10,
    "titulo": "Uso excessivo de telas está afetando a visão de jovens brasileiros",
    "descricao": "O número de casos de miopia aumentou 30% entre adolescentes nos últimos 5 anos, aponta levantamento.",
    "autor": "Carla Menezes",
    "fonte": "O Globo Saúde",
    "categoria": "Oftalmologia",
    "tempo_leitura": 4,
    "url": "https://oglobo.globo.com/saude/uso-de-telas-miopia",
    "imagem": "https://images.unsplash.com/photo-1517336714731-489689fd1ca8",
    "data_publicacao": "2025-11-05T17:50:00Z",
    "conteudo": "Um levantamento realizado pela Sociedade Brasileira de Oftalmologia revelou aumento expressivo nos casos de miopia em adolescentes, associado ao uso prolongado de telas. Passar mais de quatro horas diárias em frente a dispositivos eletrônicos reduz o tempo de exposição à luz natural, essencial para o desenvolvimento ocular saudável. Especialistas recomendam pausas regulares e atividades ao ar livre."
  }
]
